const Dua = () => {
  return (
    <section className="*:p-2 *:rounded-2xl mx-3 text-center *:bg-teal-900 flex flex-col gap-2 max-w-2xl md:mx-auto">
      <div>
        <div className="underline">कुरान : सूरह अल-बकराह : 183</div>
        <div>
          ऐ ईमान वालो! तुमपर रोज़ा रखना फ़र्ज़ कर दिया गया है, जैसे उन लोगों पर
          फ़र्ज़ किया गया जो तुमसे पहले थे, ताकि तुम परहेज़गार बन जाओ ।
        </div>
      </div>
      <div>
        <div className="underline">रोजे की नियत</div>
        <div>व बिसौमि गदिन नवैतुमिन शहरि रमज़ान ।</div>
      </div>
      <div>
        <div className="underline">इफ्तार की दुआ</div>
        <div>
          अल्लाहुम्मा इन्नी लका सुम्तु वबिका आमन्तु व अलैका तवक्कल्तु व अला
          रिज्किका अफ्तरतु।
        </div>
      </div>
      <div>
        <div className="underline">तस्बीह-ए-तरावीह</div>
        <div>
          सुब्हानल मालिकिल्कुहूस, सुब्हाना जिल मुलुकि वल मलकूति सुब्हाना जिल
          इज्जति वल्अज्मति वल्हेबति वल्कुदरति वल किबरियाई वल्जबरूत । सुब्हानल
          मलिकिल हय्यिल्लजी लायनामु वलायमृतु सुब्बूहुन कुद्दूसुन रब्बुना व
          रब्बुल मलाइकति वरूह । अल्लाहुम्मा अजिरना मिनन्नार। या मुजीरू या मुजीरू
          या मुजीर।
        </div>
      </div>
    </section>
  );
};

export default Dua;
